export const encouragingMessages = [
  "پیوستگی کلید موفقیت است، و هر گام تو را بهتر می‌کند",
  "یاد داشته باش که مسیر دانش بی‌پایان است، و هر جلسه اهمیت دارد",
  "هر مرور دانش را در ذهنت عمیق‌تر می‌کند. آفرین که ادامه می‌دهی!",
  "هر مرور اتصالات عصبی‌ات را تقویت می‌کند. تو فقط یاد نمی‌گیری، در حال رشد هستی!",
  "هر مرور آینده‌ات را تغذیه می‌کند. تصور کن که تا یک سال دیگر چقدر خواهی دانست!",
  "همانطور که می‌گویند، 'تکرار مادر یادگیری است'. تو این حکمت را در هر جلسه به کار می‌بری.",
  "تلاش‌های امروزت پایه‌ای برای موفقیت فرداست. ادامه بده!",
  "یادگیری مثل ساختن یک قلعه است، آجر به آجر. هر مرور، آجر دیگری به قلعه دانشت اضافه می‌کند.",
];
