export const encouragingMessages = [
  "Постоянство — ключ к мастерству, и каждое повторение делает тебя лучше",
  "Помни, что путь знаний бесконечен, и каждое занятие имеет значение",
  "Каждое повторение углубляет знания в твоей памяти. Молодец, что не сдаёшься!",
  "Каждое повторение укрепляет твои нейронные связи. Те не просто учишься, ты растёшь!",
  "Каждое повторение подпитывает твоё будущее. Представь, сколько всего ты будешь знать через год!",
  "Как говорится, 'Повторение - мать учения.' Ты воплощаешь эту мудрость в каждом занятии.",
  "Твои усилия сегодня — основа для мастерства завтра. Продолжай в том же духе!",
  "Учиться — это как строить замок кирпич за кирпичом. Каждое повторение добавляет еще один камень в твою крепость знаний.",
  "Дерево знаний не сможет расти без постоянного ухода. Продолжай поливать своё дерево знаний!",
  "Ты не просто повторяешь информацию; ты превращаешь ее в часть себя",
  "Подумай о накопленных знаниях, которые ты получаешь с каждым повторением. Будущий 'ты' благодарит тебя!",
];
